Repository: myclabs/Inventory
Catalog: application/languages/Orga/role.tmx
Source language: fr
Languages: en

source: Administrateur de workspace
en: Workspace administrator

source: Administrateurs de workspace
en: Workspace administrators

source: Administrateur
en: Administrator

source: Administrateur(s)
en: Administrator(s)

source: Contributeur
en: Contributor

source: Contributeur(s)
en: Contributor(s)

source: Observateur
en: Observer

source: Observateur(s)
en: Observer(s)

source: par utilisateur
en: by user

source: par élément d'organisation
en: by organization item

source: Administrateurs & contributeurs
en: Administrators & contributors

source: Ajout d'un administrateur de workspace (création d'un nouvel utilisateur ou attribution du rôle à un utilisateur existant)
en: Creation of a workspace administrator (creation of a new user or assignation of this role to an existing user)

source: Création d'un utilisateur ou attribution d'un rôle à un utilisateur existant
en: User creation or role assignation to an existing user

source: Ce rôle est déjà attribué à l'utilisateur indiqué.
en: This role is already assigned to the user above.

source: Nouveau compte créé. Un e-mail a été envoyé à l’utilisateur avec ses identifiants de connexion.
en: New account created. An e-mail has been sent to the user with the login parameters.

source: Ce compte existe déjà. Le nouveau rôle lui a été attribué.
en: This account already exists. The new role has been assigned to it.

source: Suppression du rôle effectuée.
en: Role deletion performed.
